Repository: jaredatch/bbPress-Genesis-Extend
Catalog: languages/bbpress-genesis-extend-*.po
Languages: de_de

source: Forum Layout:
de_de: Forenindex-Layout:

source: Genesis default
de_de: Genesis Standard

source: Register a forum specific sidebar that will be used on all forum pages
de_de: Eine Foren-spezifische Sidebar registrieren, die auf allen Foren-Seiten verwendet wird.

source: Forum Sidebar
de_de: Foren-Sidebar

source: This is the primary sidebar used on the forums.
de_de: Dies ist die Haupt-Sidebar (Primary), die für das bbPress-Forum verwendet wird.

source: Forum Sidebar Widget Area
de_de: Widget-Bereich der Foren-Sidebar

source: This is the Forum Sidebar Widget Area. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
de_de: Dies ist der Widget-Bereich der Foren-Sidebar (Primary). Sie können Inhalte hinzufügen, indem Sie Ihr <a href="%s">Widgets Panel</a> besuchen und neue Widgets zu diesem Bereich hinzufügen.

source: bbPress Genesis Extend
de_de: bbPress Genesis-Erweiterung

source: Provides basic compaitibility between bbPress and the Genesis Framework.
de_de: Bietet eine Basisintegration des bbPress 2.x Forum Plugin mit dem Genesis Framework.

source: Sorry, you need to have a Genesis child theme and bbPress activated first.
de_de: Hinweis: Es muss zuerst ein Genesis Framework Child Theme und das bbPress 2.x Forum Plugin aktiviert werden.
